Repository: wp-plugins/frontend-uploader
Catalog: languages/frontend-uploader-*.po
Languages: de_de

source: New content was uploaded on your site
de_de: Neue Inhalte wurden auf Ihre Webseite hochgeladen!

source: Manage UGC
de_de: UGC Verwaltung

source: You do not have permission to upload files.
de_de: Sie haben keine Berechtigung um Dateien hochzuladen.

# file
source: Add New
de_de: Neue Datei hinzufügen

source: Search results for &#8220;%s&#8221;
de_de: Suchergebnis für &#8220;%s&#8221;

source: Media attachment updated.
de_de: Media-Anhang aktuallisiert.

source: Reattached %d attachment.
de_de: Anhang %d neu angehängt.

source: Media attachment permanently deleted.
de_de: Media-Anhang permanent gelöscht.

source: Media attachment moved to the trash.
de_de: Media-Anhang in den Papierkorb verschoben.

source: Undo
de_de: Rückgängig

source: Media attachment restored from the trash.
de_de: Media-Anhang aus dem Papierkorb wiederhergestellt.

source: Media permanently deleted.
de_de: Media permanent gelöscht

source: Error saving media attachment.
de_de: Fehler beim Speichern des Media-Anhangs.

source: Media moved to the trash.
de_de: Media in Papierkorb verschoben.

source: Media restored from the trash.
de_de: Media aus Papierkorb wiederhergestellt.

source: Search Media
de_de: Media suchen

source: Manage UGC Posts
de_de: UGC-Beiträge verwalten

source: You do not have permission to publish posts.
de_de: Sie haben keine Berechtigung um Beiträge zu veröffentlichen.

source: Search Posts
de_de: Beitrag suchen

source: Description
de_de: Beschreibung

source: Submit
de_de: Einreichen

source: Title
de_de: Titel

source: Your file was successfully uploaded!
de_de: Datei wurde erfolgreich hochgeladen!

source: This kind of file is not allowed. Please, try again selecting other file.
de_de: Dateityp ist nicht zugelassen. Bitte wählen Sie eine andere Datei!

source: The content you are trying to post is invalid.
de_de: Der eingereichte Inhalt ist nicht gültig!

# uploaded files
source: All <span class="count">(%s)</span>
de_de: Tous <span class="count">(%s)</span>

# detached files
source: Unattached <span class="count">(%s)</span>
de_de: Non attaché <span class="count">(%s)</span>

# uploaded files
source: Trash <span class="count">(%s)</span>
de_de: Corbeille <span class="count">(%s)</span>

source: Delete Permanently
de_de: Permanent löschen

source: Attach to a post
de_de: An einen Beitrag heften

source: No media attachments found.
de_de: Keine Media-Anhänge gefunden.

# column name
source: File
de_de: Datei

# column name
source: Attached to
de_de: Angehängt an

# column name
source: Date
de_de: Datum

source: Edit "%s"
de_de: "%s" bearbeiten

source: No Tags
de_de: Keine Tags

source: Unpublished
de_de: Unveröffentlicht

source: Y/m/d g:i:s A
de_de: d.m.Y H:i:s

source: %s from now
de_de: %s ab jetzt

source: %s ago
de_de: vor %s

source: Y/m/d
de_de: d.m.Y

source: (Unattached)
de_de: (Nicht-verknüpft)

source: Edit
de_de: Bearbeiten

source: Trash
de_de: Papierkorb

source: View "%s"
de_de: "%s" betrachten

source: View
de_de: Betrachetn

source: Attach
de_de: Anhängen

source: Restore
de_de: Wiederherstellen

source: Approve
de_de: Genehmigen

source: Re-Attach
de_de: Neuverknüpfen

source: Frontend Uploader Settings
de_de: Frontend Uploader - Einstellungen

source: Basic Settings
de_de: Grundeinstellungen

source: Notify site admins
de_de: Administratoren benachrichtigen

source: Yes
de_de: Ja

source: Admin Notification
de_de: Administrator Benachrichtigung

source: Message that admin will get on new file upload
de_de: Nachricht an Administrator wenn eine neue Datei hochgeladen wird

source: Notification email
de_de: Benachrichtigungstext

source: Leave blank to use site admin email
de_de: Leer lassen, um Mailadresse des Seiten-Administrator zu nutzen

source: Allowed categories
de_de: Erlaubte Kategorien

source: Comma separated IDs (leave blank for all)
de_de: Komma separierte IDs (für alle leer lassen)

source: Show author field
de_de: Feld für Author anzeigen

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: Other Settings
de_de: Sonstige Einstellungen

source: Text Input
de_de: Texteingabe

source: Text input description
de_de: Textbeschreibung

source: Textarea Input
de_de: Texteingabe

source: Textarea description
de_de: Textbeschreibung

source: Checkbox
de_de: Kontrollkästchen

source: Checkbox Label
de_de: Kontrollkästchen Beschreibung

source: Radio Button
de_de: Optionsfelder

source: A radio button
de_de: Ein Optionsfeld

source: Multile checkbox
de_de: Multi-Kontrollkästchen

source: Multi checkbox description
de_de: Multi-Kontrollkästchen Beschreibung

source: A Dropdown
de_de: Listenfeld

source: Dropdown description
de_de: Listenfeld Beschreibung

source: Unnamed
de_de: Unbenannt

source: Submit a new post
de_de: Einen Eintrag einreichen

source: Submit a media file
de_de: Eine Datei einreichen

source: There was an error with your submission
de_de: Beim Einreichen ist ein Fehler aufgetreten

source: Security check failed!
de_de: Sicherheitsprüfung fehlgeschlagen!

# column name
source: Title
de_de: Titel

# column name
source: Categories
de_de: Kategorien

source: Restore this item from the Trash
de_de: Objekt aus dem Papierkorb wiederherstellen

source: Move this item to the Trash
de_de: Objekt in Papierkorb verschieben

source: Delete this item permanently
de_de: Objekt permanent löschen

source: Enable Frontend Uploader for the following post types
de_de: Folgende Beitragsarten im Frontend Uploader aktivieren

source: Password
de_de: Passwort

source: Password description
de_de: Passwortbeschreibung

source: File
de_de: Datei

source: File description
de_de: Dateibeschreibung

source: Text Input (integer validation)
de_de: Texteingabe (Zahl-Validierung)

source: Allow following files to be uploaded
de_de: Folgende Dateien für das Hochladen erlauben

source: Auto-approve registered users files
de_de: Dateien registrierter Benutzer automatisch genehmigen

source: Auto-approve any files
de_de: Alle Dateien automatisch genehmigen
